acronyms = {
    "Российский рубль": "RUB",
    "Доллар США": "USD",
    "Евро": "EUR",
    "Британский фунт": "GBP",
    "Австралийский доллар": "AUD",
    "Канадский доллар": "CAD",
    "Швейцарский франк": "CHF",
    "Японская йена": "JPY",
    "Новозеландский доллар": "NZD",
    "Шведская крона": "SEK",
    "Датская крона": "DKK",
    "Норвежская крона": "NOK",
    "Сингапурский доллар": "SGD",
    "Чешская крона": "CZK",
    "Гонконгский доллар": "HKD",
    "Мексиканский песо": "MXN",
    "Польский злотый": "PLN",
    "Турецкая лира": "TRY",
    "Ранд ЮАР": "ZAR",
    "Китайский юань": "CNH"
}


async def get_acronyms():
    result = "Вот список некоторых валютных кодов\n"
    for key in acronyms:
        space = (32 - len(key)) * " "
        result += f"{space}{key}{space}{acronyms[key]}\n"
    return result
